docs/posts/2008-11-01-moral-relativism.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Dec 30, 2024 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Moral Relativism</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
<link rel='stylesheet' href='/css/syntax-coloring.css' type='text/css'/>
</head>
<body>
<header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/tags/">Tags</a></li>
      <li><a href="/index.xml">RSS</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">Moral Relativism</h1>
<p class="subtitle" role="doc-subtitle">Nov 01, 2008</p>
</header><p>
In Ethics, Friday, I sketched out an argument against moral relativism that appeals to the standard argument <i>for</i> moral relativism. The following is a typical argument for moral relativism:
</p>


<ul class="org-ul">
<li>There is widespread disagreement about ethical claims.</li>
<li>There is no rational way to settle this disagreement.</li>
<li>If there is no rational way to settle a disagreement concerning a claim, then we should deny that such claims are objectively true.</li>
<li>Therefore, ethical claims are not objectively true.</li>
</ul>

<p>
So, for any moral claim, that claim then there is at least one conceptual scheme in which that claim is true and at least one in which that claim is false. If this argument for moral relativism is convincing, then one should be equally convinced of this argument against moral relativism:
</p>


<ul class="org-ul">
<li>There is widespread disagreement about moral relativism.</li>
<li>There is no rational way to settle this disagreement.</li>
<li>If there is no rational way to settle a disagreement concerning a claim, then we should deny that such claims are objectively true.</li>
<li>Therefore, moral relativism is not objectively true.</li>
</ul>

<p>
Why should a claim that something is not objectively true bother someone who rejects objective truth?
</p>

<p>
Moral relativists are committed to the claim that moral truths are dependent on conceptual schemes, but if that claim is itself dependent on one’s conceptual scheme, then there is a conceptual scheme in which moral relativism is false. So, there is at least one conceptual scheme in which it is true that moral claims are true in every conceptual scheme. The only way that can be true is if moral truths are in fact true in every conceptual scheme. So, moral relativism is false.
</p>


<div class="tagline" id="org9b68d19">
<p>
Tagged: <a href="../tags/ethics.html">Ethics</a>
</p>

</div>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Dec 30, 2024.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
